[
  {
    "acroynm": "ACOE",
    "explication": "I&IT Accessibility Centre of Excellence",
    "info": "The ACOE strives to empower OPS staff to create accessible digital products by providing trusted expertise, how-to advice, resources, and leadership in an evolving digital I&IT environment.  In other words, we are here to help OPS employees in meeting their digital accessibility requirements as it relates to documents, websites, and applications.",
    "reference": "https://intra.ontario.ca/itaccessibility"
  },
  {
    "acroynm": "ACSD",
    "explication": "Assistance for Children with Severe Disabilities",
    "info": "This program provides financial support for low- to moderate-income families to cover some of the extra costs of caring for a child who has a severe disability.",
    "reference": "https://www.ontario.ca/page/social-assistance#:~:text=Ontario%20Works%20offers%20two%20types,specific%20training%20and%20basic%20education)"
  },
  {
    "acroynm": "ACT",
    "explication": "Architecture Core Team",
    "info": "At the corporate level, this team is responsible for facilitating enterprise architecture to ensure that the architecture meets business needs by creating, maintaining content and frameworks, leveraging cluster work, resolving architectural issues, reviewing architectural projects and providing recommendations to ARB.",
    "reference": "n/a"
  },
  {
    "acroynm": "ADA",
    "explication": "Architecture Design Authority",
    "info": "The Architecture Design Authority provides guidance, direction, and approval to RUSMOD and TSSDB projects regarding the architecture and design, including the products and product features to be used during thesystem development lifecycle."
  },
  {
    "acroynm": "ADLS",
    "explication": "Administrative Drivers Licence Suspension",
    "info": "Administrative Drivers Licence Suspension (ADLS) system manages the road side licence suspension program for impaired drivers & retrieves & updates driver info from the driver system. Functions include bring forward events & alerts DIO staff as required & produces statistics for management decision making."
  },
  {
    "acroynm": "ADM",
    "explication": "Assistant Deputy Minister",
    "info": "Associate deputy ministers are deputy ministers in waiting, often assigned to lead major ministry divisions or initiatives. Assistant Deputy Ministers report to a Deputy Minister. ",
    "reference": "https://www.ontario.ca/page/about-ontario-public-service"
  },
  {
    "acroynm": "ADMO",
    "explication": "Assistant Deputy Minister’s Office",
    "info": "Administrative office of an assistant deputy minister (any ministry).",
    "reference": "n/a"
  },
  {
    "acroynm": "ADS",
    "explication": "The Accident Data System",
    "info": "The Accident Data System (ADS) is the mainframe precursor (built in 1987) to COLNET (built in 2000). Collision data is entered through COLNET and is later synchronized to ADS (VSAM data store). ADS collision data is a key input into the ORSAR report."
  },
  {
    "acroynm": "ADSC",
    "explication": "Anti-Discrimination and Systemic Change Committee",
    "info": "The mandate of the ADSC Committee is to eliminate barriers to full workplace participation for all Youth Justice Division staff, through the promotion of positive and supportive measures.",
    "reference": "https://opseu.org/committees/anti-discrimination-and-systemic-change-committee-adsc/"
  },
  {
    "acroynm": "AGCO",
    "explication": "Alcohol and Gaming Commission of Ontario",
    "info": "The Alcohol and Gaming Commission of Ontario (AGCO) is responsible for regulating the alcohol, gaming and horse racing sectors and cannabis retail in accordance with the principles of honesty and integrity, and in the public interest.",
    "reference": "https://www.agco.ca/"
  },
  {
    "acroynm": "AGTA",
    "explication": "Airport Ground Transportation Association",
    "info": "Airport Ground Transportation Association (AGTA) is a trade association for ground transportation operators, airport authorities, and industry suppliers dedicated to the continuous improvement of airport ground transportation services for the traveling public.",
    "reference": "https://www.agtaweb.org/"
  },
  {
    "acroynm": "AIS",
    "explication": "Accident Information System",
    "reference": "n/a"
  },
  {
    "acroynm": "ALOC",
    "explication": "Association of Law Officers of the Crown",
    "info": "Association of Law Officers of the Crown (ALOC) lawyers and articling students employed by the government of Ontario, with the exception of lawyers in the Criminal Law Division, who are represented by its sister organization, the Ontario Crown Attorney's Association (OCAA). ALOC has approximately 750 members located in legal service branches across government as well as in various agencies, boards and commissions.",
    "reference": "http://www.aloc.ca/"
  },
  {
    "acroynm": "AMAPCEO",
    "explication": "Assoication of Management, Administrative and Professional Crown Employees of Ontario",
    "info": "AMAPCEO is a member-driven, politically non-partisan union of more than 14,000 professional employees, dedicated to providing outstanding representation and other services to our members.",
    "reference": "https://amapceo.on.ca/about"
  },
  {
    "acroynm": "AODA",
    "explication": "Accessibility for Ontarians with Disabilities Act, 2005",
    "info": "The Accessibility for Ontarians with Disabilities Act, 2005 (AODA) is intended to reduce and remove barriers for people with disabilities so that Ontario can become more accessible and inclusive for everyone. Collaboration among businesses, organizations, communities and all levels of government is key to reaching this goal.",
    "reference": "https://www.ontario.ca/page/accessibility-in-ontario"
  },
  {
    "acroynm": "API",
    "explication": "Application Programming Interface",
    "info": "API is the acronym for Application Programming Interface, which is a software intermediary that allows two applications to talk to each other.",
    "reference": "https://www.mulesoft.com/resources/api/what-is-an-api"
  },
  {
    "acroynm": "ARB",
    "explication": "Architecture Review Board",
    "info": "Corporate board that provides operational level Enterprise Architecture approval for the Information and Information Technology Organization. The corporate ARB is an integral part of the OPS Enterprise Architecture governance body responsible for ensuring compliance and assuring quality.",
    "reference": "https://intra.ontario.ca/govtechon/arb"
  },
  {
    "acroynm": "ARIO",
    "explication": "Agricultural Research Institute of Ontario",
    "info": "ARIO, as appointed representatives of the agri-food sector, are dedicated to the strategic use of science and innovation to enhance the sustainability and profitability of Ontario's agri-food and rural sectors",
    "reference": "http://www.omafra.gov.on.ca/english/research/ario/institute.htm"
  },
  {
    "acroynm": "ARIS",
    "explication": "Authorized Requester Information Services",
    "info": "Program is granted to individuals whom have a reasonable and lawful use of the information. The MTO records can be accessed by a variety of organizations for legitimate MTO authorized uses under the AR program",
    "reference": "https://caselaw.ninja/index.php/ARIS_-_Authorized_Requester_Information_Service"
  },
  {
    "acroynm": "ASAC",
    "explication": "Accessibility Standards Advisory Council",
    "info": "Under the Accessibility for Ontarians with Disabilities Act, 2005 (AODA) at the direction of the Minister, the Accessibility Standards Advisory Council (ASAC) is responsible for advising the Minister on progress made by standards development committees in the development of proposed accessibility standards and in achieving the purposes of the AODA.",
    "reference": "https://www.ontario.ca/page/accessibility-legislative-reviews-committees-and-councils#section-1"
  },
  {
    "acroynm": "ASCS",
    "explication": "Accessibility Standards for Customer Service",
    "info": "This Regulation establishes accessibility standards for customer service and it applies to every designated public sector organization and to every other person or organization that provides goods or services to members of the public or other third parties and that has at least one employee in Ontario.",
    "reference": "https://www.ontario.ca/laws/regulation/070429"
  },
  {
    "acroynm": "ATIO",
    "explication": "Association of Translators and Interpreters of Ontario",
    "info": "The Association of Translators and Interpreters of Ontario (ATIO) is a professional association that provides services that benefit its members and the publi",
    "reference": "https://atio.on.ca/about/"
  },
  {
    "acroynm": "AVL",
    "explication": "Automated Vehicle Locator"
  },
  {
    "acroynm": "BPS",
    "explication": "Broader Public Sector",
    "info": "Generally, the “Broader Public Sector” refers to the organizations that receive funding from the Government of Ontario. They are not, however, a part of the government itself.",
    "reference": "https://www.ontario.ca/page/broader-public-sector-accountability"
  },
  {
    "acroynm": "BSSB",
    "explication": "Business Support Services Branch",
    "info": "A Ministry of Transportation (MTO), Corporate Services Division Branch responsible for providing high quality, cost-effective business support services that help MTO deliver their priority transportation initiatives.",
    "reference": "https://intra.ontario.ca/mto##CSD"
  },
  {
    "acroynm": "CAC",
    "explication": "Central Agencies Cluster",
    "info": "The Central Agencies I&IT Cluster (CAC) is a Division of the Treasury Board Secretariat (TBS) responsible for providing I&IT leadership for our five business partner Ministries and their associated agencies.",
    "reference": "https://intra.ontario.ca/c-a-c"
  },
  {
    "acroynm": "CAMH",
    "explication": "Centre for Addiction and Mental Health",
    "info": "Canada’s leading addiction and mental health organization, integrating specialized clinical care with innovative research, education, health promotion and policy development.",
    "reference": "https://www.camh.ca/"
  },
  {
    "acroynm": "CAO",
    "explication": "Cluster Architecture Office"
  },
  {
    "acroynm": "CARS",
    "explication": "Collision Analytics Reporting System"
  },
  {
    "acroynm": "CCLC",
    "explication": "Chief Administrative Officer/Chief Information Officer Leadership Committee",
    "info": "The Chief Administrative Officer/Chief Information Officer (CAO/CIO) Leadership Committee (CCLC) provides strategic direction, ensures alignment, and encourages synergies on issues of shared interest to the Chief Administrative Officer (CAO) Forum and the IT Executive Leadership Council (ITELC). It is a forum for resolving enterprise issues.",
    "reference": "https://intra.ontario.ca/govtechon/cao-cio-leadership"
  },
  {
    "acroynm": "CCMB",
    "explication": "Contact Centre Modernization Branch"
  },
  {
    "acroynm": "CCMI",
    "explication": "Contact Centre Modernization Initiative"
  },
  {
    "acroynm": "CCMTA",
    "explication": "Canadian Council of Motor Transportation Administrators",
    "info": "The Canadian Council of Motor Transport Administrators (CCMTA) is an incorporated body that coordinates matters dealing with the administration, regulation and control of motor vehicle transportation and highway safety. Membership includes representation from provincial and territorial governments as well as the federal government of Canada.",
    "reference": "https://ccmta.ca/en/"
  },
  {
    "acroynm": "CIO",
    "explication": "Chief Information Officer",
    "info": "A chief information officer (CIO) is an organizational executive responsible for the management, implementation, and usability of information and computer technologies.",
    "reference": "https://www.investopedia.com/terms/c/cio.asp"
  },
  {
    "acroynm": "CMS",
    "explication": "Certification Management System"
  },
  {
    "acroynm": "CO",
    "explication": "Cabinet Office",
    "info": "The Cabinet Office provides the Premier and their Cabinet with advice and analysis to help the government achieve its priorities.",
    "reference": "https://www.ontario.ca/page/secretary-cabinet"
  },
  {
    "acroynm": "COVID-19",
    "explication": "Coronavirus Disease 19",
    "info": "COVID-19 is a disease caused by a new strain of coronavirus. 'CO' stands for corona, 'VI' for virus, and 'D' for disease. Formerly, this disease was referred to as '2019 novel coronavirus' or '2019-nCoV.'",
    "reference": "https://www.publichealthontario.ca/en/diseases-and-conditions/infectious-diseases/respiratory-diseases/novel-coronavirus/about-covid-19"
  },
  {
    "acroynm": "CRQ",
    "explication": "Change Request",
    "info": "A change request is a formal proposal that can be submitted by a stakeholder in the organization or by a service user via the service desk, utilizing the request fulfillment process to alter a configuration item.",
    "reference": "https://www.cherwell.com/it-service-management/library/essential-guides/essential-guide-to-itil-change-management/#:~:text=A%20change%20request%20is%20a,to%20alter%20a%20configuration%20item."
  },
  {
    "acroynm": "CS",
    "explication": "Cyber Security",
    "info": "Cyber Security works to deliver a comprehensive cyber risk management program to predict, identify and address threats to information security and enable the Ontario government to operate securely and meet its digital service delivery commitments.",
    "reference": "https://intra.ontario.ca/govtechon/cyber-security-about-us"
  },
  {
    "acroynm": "CSC",
    "explication": "Community Services Cluster",
    "info": "The Community Services I&IT Cluster (CSC) is the strategic information and information technology (I&IT) partner to the Ministries of Education; Municipal Affairs and Housing; Heritage, Sport, Tourism and Culture Industries; and Colleges and Universities. ",
    "reference": "https://intra.ontario.ca/csc"
  },
  {
    "acroynm": "CSD",
    "explication": "Corporate Services Division",
    "info": "A business division of the Ministry of Transportation (MT). The Corpoate Services Division (CSD) acts as a strategic business partner, committed to the delivery of specialized, cost effective and value-added business support services to support both MTO and MOI, in the achievement of key business priorities.",
    "reference": "https://intra.ontario.ca/mto##CSD"
  },
  {
    "acroynm": "CSOB",
    "explication": "Cyber Security Operations Branch",
    "info": "Cyber Security works to deliver a comprehensive cyber risk management program to predict, identify and address threats to information security and enable the Ontario government to operate securely and meet its digital service delivery commitments. ",
    "reference": "https://intra.ontario.ca/cyber"
  },
  {
    "acroynm": "CVIP",
    "explication": "Commercial Vehicle Impoundment Program",
    "info": "Ontario's Vehicle Impoundment Program is utilized by the Ministry of Transportation to record commerical vehicle impounds. The progtrams are aimed at making our roads safer, swiftly removing suspended drivers off Ontario roads saves lives.",
    "reference": "http://www.mto.gov.on.ca/english/vehicles/vehicle-impoundment.shtml"
  },
  {
    "acroynm": "CVIR",
    "explication": "Commercial Vehicle Inspection Report",
    "info": "An inspection report completed by an enforcement officer or police officer of a complete mechanical inspection of a commercial vehicle. This inspection usually takes place on a road, at a truck inspection station or at the carrier’s place of business. Safety defects, if any, are included in this report.",
    "reference": "n/a"
  },
  {
    "acroynm": "CVOR",
    "explication": "Commerical Vehicle Operators Registration",
    "info": "Commercial vehicle operators in Ontario must have a valid Commercial Vehicle Operator's Registration (CVOR) certificate and carry a copy. The CVOR system monitors commercial carrier safety to improve road safety for all road users.",
    "reference": "http://www.mto.gov.on.ca/english/trucks/commercial-vehicle-operators-registration.shtml"
  },
  {
    "acroynm": "CVSA",
    "explication": "Commercial Vehicle Safety Alliance",
    "info": "An international organization comprised of Canada, the US, Mexico and Puerto Rico. This agreement provides uniform vehicle inspection criteria across North America.",
    "reference": "https://www.cvsa.org/"
  },
  {
    "acroynm": "CWR",
    "explication": "Changing Workplace Review",
    "info": "The report is an independent review that considers legislative changes to both employment standards and labour relations to address today’s modern workplace.",
    "reference": "https://www.ontario.ca/document/changing-workplaces-review-final-report"
  },
  {
    "acroynm": "CYSSC",
    "explication": "Children Youth and Social Services",
    "info": "The Children, Youth & Social Services I+IT Cluster (CYSSC) works with Ministry of Children, Community and Social Services (MCCSS) divisions to provide leadership, strategic advice and expertise on information technology solutions and services that advance the digital agenda.",
    "reference": "https://intra.ontario.ca/cyssc"
  },
  {
    "acroynm": "DABL",
    "explication": "Discovery, Alpha, Beta, Live",
    "info": "Discovery, Alpha, Beta, Live is the digital service design lifecycle of the Ontario Digital Service's Service Design delivery methodology",
    "reference": "https://www.ontario.ca/page/service-design-playbook"
  },
  {
    "acroynm": "DAC",
    "explication": "Digital Asset Consumer",
    "info": "Digital Asset Consumers (DAC) act as data consumers that request Digital Assets from users, and once the user consent is recorded, collect the Digital Asset data related to the user from the service Ledger Network. ",
    "reference": "https://verified.me/wp-content/uploads/2019/05/DIACC_Phase2_SK-2019-FINAL.pdf"
  },
  {
    "acroynm": "DAP",
    "explication": "Digital Asset Provider",
    "info": "Digital Asset Providers (DAP) act as data sources for the Network, providing user data through Digital Assets and allowing a user to share their account related information from multiple sources in one authentication and licensing/consent action.",
    "reference": "https://verified.me/wp-content/uploads/2019/05/DIACC_Phase2_SK-2019-FINAL.pdf"
  },
  {
    "acroynm": "DCP",
    "explication": "Driver Certification Program",
    "info": "The Driver Certification Program (DCP) is a voluntary program which gives organizations the authority from the Ministry of Transportation (MTO) to train and test their employees/students for the purpose of upgrading or renewing classified licences, class M and/or endorsements. ",
    "reference": "https://www.apps.rus.mto.gov.on.ca/dcpW/help/en/DCP%20Information%20Package.pdf"
  },
  {
    "acroynm": "DDH",
    "explication": "Digital Drivers Handbook",
    "info": "The Digital Drivers Handbook is a new business model initiative for the Ministry of Transportation official drivers handbook. The new business model includes developing a digital version of all available handbooks with the aim of reducing print volumnes and determining if all publishing services can be conducted in-house as well as ensuring a sustainable funding model.",
    "reference": "https://ontariogov-my.sharepoint.com/:b:/g/personal/damian_sura_ontario_ca/EUL5RMmGTJ5Grg7GHjJxFKABbdStBBM9_xPaTRuFbWZV9w?e=iaIQec"
  },
  {
    "acroynm": "DDI",
    "explication": "Digital Data Insights",
    "info": "Digital Garage's Digital Data Inights service is focused on enabling the Ministry of Labour, Training and Skills Development (MLTSD) and Ministry of Transportation (MTO) to draw valuable business insights from internal and external data leveraging data science, visualizations, self-serve analytics and artificial intelligence.   ",
    "reference": "https://ontariogov-my.sharepoint.com/:b:/g/personal/damian_sura_ontario_ca/EQfWUYR1dEZNj0Z6nXQEZAsB03SYsqBTmd4Zf2p_J6l7BA?e=whnK21"
  },
  {
    "acroynm": "DDM",
    "explication": "Digital Document Management",
    "info": "The Digital Document Management (DDM) product is part of Road User Safety Transformation modernization 2.1 program. The goal of this project is to modernize MTO document collection through a fully digital document management solution providing efficient capture and rapid retrieval, while also transforming policy to move from paper-based to digital process output.",
    "reference": "n/a"
  },
  {
    "acroynm": "DDR",
    "explication": "Digital Dealership Registration"
  },
  {
    "acroynm": "DES",
    "explication": "Driver Examination Services",
    "info": "This service is responsible for providing knowledge and driving tests to individuals applying for or renewing Ontario driver's licenses in any class, including commercial classes of licences. The service also maintains and operates a network of Drive Test facilities and Travel Point facilities (part-time locations) which respond to customer inquiries and complaints.",
    "reference": "https://www.ontario.ca/page/get-g-drivers-licence-new-drivers"
  },
  {
    "acroynm": "DFA",
    "explication": "Digital First Assessment",
    "info": "The Digital First Assessment is process to assess whether services are meeting the Digital Service Standard.",
    "reference": "https://www.ontario.ca/page/meeting-ontarios-digital-service-standard"
  },
  {
    "acroynm": "DG",
    "explication": "Digital Garage",
    "info": "The Digital Garage's mandate is to explore creative ideas, emerging technologies, and implement digital soutions to solve problems. Our goal is to deliver digital services built around user needs that are simple and easy to use.",
    "reference": "https://ontariogov-my.sharepoint.com/:b:/g/personal/damian_sura_ontario_ca/EQfWUYR1dEZNj0Z6nXQEZAsB03SYsqBTmd4Zf2p_J6l7BA?e=whnK21"
  },
  {
    "acroynm": "DI",
    "explication": "Digital Identity"
  },
  {
    "acroynm": "DIACC",
    "explication": "Digital Identity and Authentication Council of Canada",
    "info": "The Digital Identification and Authentication Council of Canada, known as the DIACC, is a non-profit coalition of public and private sector leaders committed to developing a Canadian framework for digital identification and authentication.",
    "reference": "https://diacc.ca/the-diacc/"
  },
  {
    "acroynm": "DIAM",
    "explication": "Digital Identity and Access Management Committee",
    "info": "Digital Identity and Access Management (DIAM) Committee, formerly known as the Government of Ontario Policy Management Authority (GO-PMA or more commonly referred to as PMA) governs and unifies Ontario’s digital identity and access management  strategies, procedures and processes within, between and across jurisdictions.",
    "reference": "https://intra.ontario.ca/govtechon/diam"
  },
  {
    "acroynm": "DICE",
    "explication": "Driver Instructor Card Elimination",
    "info": "The Driver Instructor Card Elimination (DICE) initiative was a joint engagement between Road User Safety (RUS) Program Development and Evaluation Branch and the LTC Digital Garage to evaluate the future of the physical Driving Instructor Licence Card (DILC) and identify opportunities to move in a more digital direction.​",
    "reference": "https://ontariogov-my.sharepoint.com/:p:/g/personal/damian_sura_ontario_ca/Echkk5MAIdtLiHtwt6WldIsB_CqU5Zu-5XwWnHPsKPgapw?e=w8WbB5"
  },
  {
    "acroynm": "DIMA",
    "explication": "Data Information Management and Analytics",
    "info": "Data Information Management Analytics (DIMA) product is part of Road User Safety Transformation modernization 2.1 program. DIMA is envisoned to harness the data that exists within the MTO to produce business insights required to improve program effectiveness and customer satisfaction, as well as to respond quickly to information requests from partners and citizens.",
    "reference": "n/a"
  },
  {
    "acroynm": "DLCS",
    "explication": "Driver Licensing and Control System",
    "info": "1 of 4 systems which make up part of the Licensing and Control System (LCS).",
    "reference": "n/a"
  },
  {
    "acroynm": "DLRA",
    "explication": "Driver Licence Renewal Application",
    "info": "Application for renewing a Drivers Licence.",
    "reference": "https://www.ontario.ca/page/renew-drivers-licence"
  },
  {
    "acroynm": "DM",
    "explication": "Deputy Minister",
    "info": "Deputy ministers are senior public servants in each ministry which lead the policy development and implementation that supports the work of the elected government. Deputy Ministers report to the Secretary of Cabinet",
    "reference": "https://www.ontario.ca/page/about-ontario-public-service"
  },
  {
    "acroynm": "DMCTT",
    "explication": "Deputy Minister's Committee on Technology and Transformation",
    "info": "Deputy Ministers’ Committee on Transformation and Technology (DMCTT) provides collaborative leadership and direction to drive the execution of the digital government mandate and transformation priorities enabled by technology. DMCTT is not a decision body. Meetings are open to all Deputy Ministers, with no delegates.",
    "reference": "https://intra.ontario.ca/govtechon/dmctt"
  },
  {
    "acroynm": "DMR",
    "explication": "Driver Medical Review",
    "info": "The Driver Medical Review (DMR) product is part of Road User Safety Transformation modernization 2.1 program. The goal of this project is to transform the MTO Driver Medical program into a Digital Government operation with user-centred processes, revamped policies, and digital solutions that fully engage citizens and the medical community. Physicians, nurse practitioners and optometrists must report to the MTO when patients have medical or vision conditions that make driving a higher risk.",
    "reference": "https://www.ontario.ca/page/reporting-driver-medical-review"
  },
  {
    "acroynm": "DSS",
    "explication": "Digtial Service Standard",
    "info": "The Digital Service Standard sets out 13 points to help Ontario ministries and agencies build and deliver simpler, faster, better government services and products for the people who live and do business in Ontario.",
    "reference": "https://www.ontario.ca/page/digital-service-standard"
  },
  {
    "acroynm": "DSS",
    "explication": "Driver Service System",
    "info": "Providers driver inquiry services to Licensing and Control System Services (LCSS). Interacts with mainframe driver system"
  },
  {
    "acroynm": "ECM",
    "explication": "Enterprise Change Management",
    "info": "Enterprise Change Management (ECM) is a conept and process for deploying change management across an organization. It goes beyond the project level and focuses on an overall organizational approach to managing change.",
    "reference": "https://intra.ontario.ca/enterprise-change-management"
  },
  {
    "acroynm": "EDU",
    "explication": "Ministry of Education",
    "info": "Delivering early years, child care and publicly funded education from kindergarten to Grade 12.",
    "reference": "https://www.ontario.ca/page/ministry-education"
  },
  {
    "acroynm": "EO",
    "explication": "Employment Ontario",
    "info": "The Employment Ontario Unit works in partnership with the ministries to design user-centric business models, and to ensure that digital assets are cost-effective, agile and continually optimizedfor direct contribution to public policy outcomes",
    "reference": "https://www.ontario.ca/page/employment-ontario"
  },
  {
    "acroynm": "EOIS",
    "explication": "Employment Ontario Information System",
    "info": "This unit manages EOIS platform which consists of complex architecture of 28 servers in production (Windows/Solaris), and various technologies like IBM CURAM, J2EE, Adobe LiveCycle,  HTML5, Informatica, SAP BI, Power BI, WordPress, Slack, Cloud (IBM, Azure), IBM, RedHat, Solaris, Oracle",
    "reference": "https://www.myeois.tcu.gov.on.ca/login/"
  },
  {
    "acroynm": "EOP",
    "explication": "Education, Outreach & Partnership Strategy",
    "info": "The Education, Outreach & Partnership (EOP) strategy is a Ministry of Labour, Training and Skills Development (MLTSD) initiative designed to create an environment where employers and employees understand their rights and obligations under the Employment Standards Act, 2000 (ESA).",
    "reference": "https://www.labour.gov.on.ca/english/es/eop/index.php"
  },
  {
    "acroynm": "EPB",
    "explication": "Employee Practices Branch",
    "info": "This Ministry of Labour, Training and Skills Development (MLTSD) branch sets out the rights and responsiblities of employees and employers in Ontario workplaces. Administers and enforces the Employment Standards Act (ESA), 2000.",
    "reference": "n/a"
  },
  {
    "acroynm": "EPFNA",
    "explication": "Employment Protection for Foreign Nationals Act",
    "info": "The Employment Protection for Foreign Nationals Act, 2009 (EPFNA) applies to foreign nationals who work or are seeking work in Ontario pursuant to an immigration or foreign temporary employee program.",
    "reference": "https://www.labour.gov.on.ca/english/es/spotlight_fn.php"
  },
  {
    "acroynm": "ERO",
    "explication": "Environmental Registry of Ontario",
    "info": "The registry allows you to comment and share your thoughts on actions we take that could affect the environment.",
    "reference": "https://ero.ontario.ca/"
  },
  {
    "acroynm": "ESA",
    "explication": "Employment Standards Act",
    "info": "The Employment Standards Act, 2000 ( ESA ) provides the minimum standards for most employees working in Ontario. It sets out the rights and responsibilities of employees and employers in most Ontario workplaces.",
    "reference": "https://www.ontario.ca/document/your-guide-employment-standards-act-0"
  },
  {
    "acroynm": "ESIS",
    "explication": "Employment Standards Information System",
    "reference": "n/a"
  },
  {
    "acroynm": "ESM",
    "explication": "Enterprise Service Management",
    "info": "The Enterprise Service Management division brings together the Service Management function from eight I&IT cluster ministries, Enterprise Architecture and Standards, and Infrastructure Technology Services to join the existing Service Management team within Treasury Board Secretariat.",
    "reference": "https://intra.ontario.ca/tbs/2016/11/07/enterprise-service-management-division"
  },
  {
    "acroynm": "ESMT",
    "explication": "Enterprise Service Management Tool",
    "reference": "n/a"
  },
  {
    "acroynm": "ESO",
    "explication": "Employment Standards Officer",
    "info": "Officers investigate complaints and make decisions concerning employee rights and entitlements, conduct workplace inspections, deliver presentations to stakeholders, enforce legislation and conduct prosecutions along with other types of activities. A large portion of the job is writing complex decisions and reports.",
    "reference": "https://www.labour.gov.on.ca/english/about/jobs/esorjp.php"
  },
  {
    "acroynm": "FIPPA",
    "explication": "Freedom of Information and Protection of Privacy Act",
    "info": "The purposes of this Act is to provide a right of access to information under the control of institutions in accordance with the principles that, information should be available to the public.",
    "reference": "https://www.ontario.ca/laws/statute/90f31"
  },
  {
    "acroynm": "FOI",
    "explication": "Freedom of Information",
    "info": "Under the Freedom of Information and Protection of Privacy Act (FIPPA) and the Municipal Freedom of Information and Protection of Privacy Act (MFIPPA), you have a right to ask certain public-sector organizations in Ontario for information they hold.",
    "reference": "https://www.ontario.ca/page/how-make-freedom-information-request#section-0"
  },
  {
    "acroynm": "GO",
    "explication": "Government of Ontario",
    "info": "The Government of Ontario, formally Her Majesty's Government of Ontario, is the body responsible for the administration of the Canadian province of Ontario.",
    "reference": "https://www.ontario.ca/page/government"
  },
  {
    "acroynm": "GO-ITS",
    "explication": "Government of Ontario Information and Technology Standards",
    "info": "The Government of Ontario Information and Technology Standards (GO-ITS) are the official publications concerning the standards, guidelines, technical reports and preferred practices adopted by the Government of Ontario.",
    "reference": "https://www.ontario.ca/page/information-technology-standards"
  },
  {
    "acroynm": "GOVTECHON",
    "explication": "Government Information Technology Ontario",
    "info": "A tech forward IT organization design and built to deliver with agility and speed. Responsible for providing user-centred, digital solutions and creating positive outcomes for Ontarians. We develop plans that focus on evolving Information Technology (IT) capabilities to transform public service delivery.",
    "reference": "https://intra.ontario.ca/govtechon"
  },
  {
    "acroynm": "GSIC",
    "explication": "Government Services Integration Cluster",
    "info": "The Government Services Integration Cluster (GSIC) supports and enables the information technology necessary for our supported ministries to operate, modernize and transform their business.",
    "reference": "https://intra.ontario.ca/gsic"
  },
  {
    "acroynm": "HCV",
    "explication": "Heavy Commerical Vehicle - Deferred Payment"
  },
  {
    "acroynm": "HOT",
    "explication": "High Occupancy Toll Lanes",
    "info": "Designated high-occupancy vehicle (HOV) lanes on the Queen Elizabeth Highway (QEW) as High Occupancy Toll (HOT) lanes to test a new way to improve traffic flow and encourage carpooling. HOT lanes are on 16.5 km of the QEW, in both directions, from Trafalgar Road in Oakville to Guelph Line in Burlington.",
    "reference": "https://www.ontario.ca/page/high-occupancy-toll-hot-lanes"
  },
  {
    "acroynm": "HOV",
    "explication": "High Occupancy Vehicle Lanes",
    "info": "High Occupancy Vehicle (HOV) lanes help move more people on Ontario's busiest highways. They are restricted to certain types of vehicles carrying at least 2 people.",
    "reference": "http://www.mto.gov.on.ca/english/ontario-511/hov-lanes.shtml"
  },
  {
    "acroynm": "HRSC",
    "explication": "Human Resources Steering Committee",
    "reference": "n/a"
  },
  {
    "acroynm": "HSC",
    "explication": "Health Services Cluster",
    "info": "Provides information management and information technology solutions that enable and support the business requirements of the Ministry of Health, the Ministry of Long-Term Care, and its agents.",
    "reference": "https://intra.ontario.ca/hsc"
  },
  {
    "acroynm": "HTA",
    "explication": "Highway Traffic Act",
    "info": "The Highway Traffic Act (HTA) is legislation in Ontario, Canada, which regulates the licensing of vehicles, classification of traffic offences, administration of loads, classification of vehicles and other transport-related issues",
    "reference": "https://www.ontario.ca/laws/statute/90h08"
  },
  {
    "acroynm": "I&IT",
    "explication": "Information and Information Technology",
    "info": "provides innovative technology and web support for the public service. It includes the Office of the Corporate Chief Information Officer and nine I&IT business clusters.",
    "reference": "https://www.ontario.ca/page/about-ontario-public-service"
  },
  {
    "acroynm": "IAO",
    "explication": "Ministry of Indigenous Affairs",
    "info": "Working to ensure a better future for First Nations, Inuit and Métis people.",
    "reference": "https://www.ontario.ca/page/ministry-indigenous-affairs"
  },
  {
    "acroynm": "IASR",
    "explication": "Integrated Accessibility Standards Regulation",
    "info": "This Regulation establishes the accessibility standards for each of information and communications, employment, transportation, the design of public spaces and customer service",
    "reference": "https://www.ontario.ca/laws/regulation/110191#BK3"
  },
  {
    "acroynm": "ICE",
    "explication": "Inspection Compliance and Enforcement"
  },
  {
    "acroynm": "IFIS",
    "explication": "Integrated Financial Information System",
    "info": "The system is used to record and store ministries' financial data and information relating to expenditures and revenues of the Consolidated Revenue Fund, Ministries' legal spending authority, assets, and liabilities. IFIS is composed of three main ledgers: the Operating (OG), the Consolidated (COG) and the Broader Public Service (BOG) general ledgers.",
    "reference": "https://data.ontario.ca/dataset/integrated-financial-information-system"
  },
  {
    "acroynm": "IMLC",
    "explication": "Information Management Leads Committee",
    "info": "The Information Management Leadership Committee (IMLC) coordinates the delivery of information management services to client ministries to support program areas in meeting the government’s business objectives.",
    "reference": "https://intra.ontario.ca/govtechon/imlc"
  },
  {
    "acroynm": "IPA",
    "explication": "Information, Privacy and Archives",
    "info": "The Information, Privacy and Archives (IPA) division provides leadership in support of effective recordkeeping, access and privacy practices across the Ontario Public Service (OPS) and designated agencies.",
    "reference": "https://intra.ontario.ca/mgcs-ipa"
  },
  {
    "acroynm": "IRP",
    "explication": "International Registration Plan",
    "info": "Manages the registration of Ontario-based commercial carriers and fleets of vehicles for inter-jurisdictional travel through Canada and the United States. The system calculates, collects and disburses fees and taxes, based on each jurisdictions fee table, and the fees are apportioned, based on the mileage traveled in the jurisdiction.",
    "reference": "http://www.mto.gov.on.ca/english/trucks/international-registration-plan.shtml"
  },
  {
    "acroynm": "ISS",
    "explication": "Inquiry Services System",
    "info": "A Transportation Safety Division (TSD) system which delivers secure access to driver, vehicle, & carrier information in support of the core business of other Ministries, Agencies, & enforcement jurisdictions across municipal, provincial, & federal borders.",
    "reference": "n/a"
  },
  {
    "acroynm": "IT",
    "explication": "Information Technology",
    "info": "Information technology (IT) refers to a company’s networks, hardware, software and data storage and the management systems that apply to them.",
    "reference": "https://www.bdc.ca/en/articles-tools/entrepreneur-toolkit/templates-business-guides/glossary/information-technology"
  },
  {
    "acroynm": "ITELC",
    "explication": "Information Technology Executive Leadership Council",
    "info": "A decision-making body that provides functional level leadership and governance for the I&IT organization. It is a forum to identify and address I&IT issues at an enterprise level and exchange information and ideas between clusters and corporate offices in support of the I&IT organization and the government’s mandate.",
    "reference": "https://intra.ontario.ca/govtechon/itelc"
  },
  {
    "acroynm": "ITIL",
    "explication": "Information Technology Infrastructure Library",
    "info": "ITIL is a registered trademark of HM Treasury Department, Office of Government Commerce (OGC) and consists of a series of books giving guidance on the provision of quality IT services, and on the accommodation and environmental facilities needed to support information technology.",
    "reference": "https://en.wikipedia.org/wiki/ITIL"
  },
  {
    "acroynm": "ITPAC",
    "explication": "I&IT Project Approval Committee",
    "info": "The corporate approval body for I&IT Projects costing between $1M and $10M.",
    "reference": "n/a"
  },
  {
    "acroynm": "ITS",
    "explication": "infrastructure Technology Services",
    "info": "Infrastructure Technology Services (ITS) is a shared services organization committed to service excellence that manages and delivers common information technology infrastructure products and services for the Ontario government’s ministries and agencies.",
    "reference": "https://intra.ontario.ca/govtechon/its"
  },
  {
    "acroynm": "ITSD",
    "explication": "Information Technology Service Desk"
  },
  {
    "acroynm": "LCS",
    "explication": "Licensing Control System",
    "info": "The Licensing and Control System (LCS) is at the heart of the Transportation Safety Divsion (TSD) environment. The core applications that make up LCS are Driver Licensing and Control System (DLCS), Vehicle Registration System (VRS), Commercial Vehicle Operator Registration (CVOR) system, and the Motor Vehicle Inspection Station (MVIS) system. These 4 applications support the Drivers, Vehicles, Carriers, and Information MTO lines of business respectively."
  },
  {
    "acroynm": "LCSS",
    "explication": "Licensing and Control System Services",
    "info": "This application enables web service interfaces (e.g. ability to interact with MTO systems) and intake operational data from Serco to enable contract monitoring and decision support."
  },
  {
    "acroynm": "LRC",
    "explication": "Land and Resources Cluster",
    "info": "We support our Partner Ministries in safeguarding and fostering Ontario’s environment, lands, resources, mines, forestry, parks, agriculture, and northern, rural and aboriginal communities.",
    "reference": "https://intra.ontario.ca/lrc"
  },
  {
    "acroynm": "LTC",
    "explication": "Labour and Transportation Cluster",
    "info": "LTC is committed to operational excellence, delivering high quality IT solutions, support and digital leadership to empower the Ministry of Transportation (MTO) and the Ministry of Labour, Training and Skills Development (MLTSD) to better serve the people of Ontario.",
    "reference": "https://intra.ontario.ca/ltc"
  },
  {
    "acroynm": "MAG",
    "explication": "Ministry of the Attorney General",
    "info": "Administering the justice system in Ontario and protecting the public by delivering a wide range of legal services.",
    "reference": "https://ontario.ca/page/ministry-attorney-general"
  },
  {
    "acroynm": "MCCSS",
    "explication": "Ministry of Children, Community and Social Services",
    "info": "Helping to improve outcomes for children, youth, families and individuals who need support and advancing the interests of women across.",
    "reference": "https://www.ontario.ca/page/ministry-children-community-and-social-services"
  },
  {
    "acroynm": "MCU",
    "explication": "Ministry of Colleges and Universities",
    "info": "Helping you get the education you need to build a rewarding career.",
    "reference": "https://www.ontario.ca/page/ministry-colleges-universities"
  },
  {
    "acroynm": "MDIS",
    "explication": "Ministry of Transportation Data and Information Strategy",
    "info": "Ministry wide program that is transforming MTO into a modern data-driven and future ready organization that uses its data and information as strategic assets for planning, decision making, innovation, revenue generation, and delivering value to Ontarians.",
    "reference": "https://ontariogov-my.sharepoint.com/:b:/g/personal/damian_sura_ontario_ca/EZvK6qdYOt5Jq7wGDL27c28BzMxyyedOzNAJYq1KWhtWiA?e=vuT7Nm"
  },
  {
    "acroynm": "MDL",
    "explication": "Mobile Drivers Licence"
  },
  {
    "acroynm": "MEAB",
    "explication": "Ministry Engagement Advisory Board",
    "info": "Ministry Engagement and Advisory Branch (MEAB) supports the Ministry of Transportation (MTO) and Ministry of Labour, Training and Skills Development (MLTSD), and their agencies, boards and commissions through consistent engagement and Information Technology (IT) advice.",
    "reference": "https://intra.sdc.gov.on.ca/sites/ltc/MEAB"
  },
  {
    "acroynm": "MECP",
    "explication": "Ministry of the Environment, Conservation and Parks",
    "info": "Leading to healthier communities and economic prosperity through protecting Ontario’s air, land and water.",
    "reference": "https://www.ontario.ca/page/ministry-environment-conservation-parks"
  },
  {
    "acroynm": "MEDJCT",
    "explication": "Ministry of Economic Development, Job Creation and Trade",
    "info": "Supporting a strong, innovative economy that can provide jobs, opportunities and prosperity for all Ontarians.",
    "reference": "https://www.ontario.ca/page/ministry-economic-development-job-creation-trade"
  },
  {
    "acroynm": "MENDM",
    "explication": "Ministry of Energy, Northern Development and Mines",
    "info": "Working to develop a safe, reliable and affordable energy supply across the province, overseeing Ontario’s mineral sector and promoting northern economic and community development.",
    "reference": "https://www.ontario.ca/page/ministry-energy-northern-development-and-mines"
  },
  {
    "acroynm": "MFIPPA",
    "explication": "Municipal Freedom of Information and Protection of Privacy Act",
    "info": "The purposes of this Act is to provide a right of access to information under the control of institutions in accordance with the principles that, information should be available to the public.",
    "reference": "https://www.ontario.ca/laws/statute/90m56"
  },
  {
    "acroynm": "MGCS",
    "explication": "Ministry of Government and Consumer Services",
    "info": "Delivering vital programs, services, and products — ranging from health cards, driver’s licence and birth certificates to consumer protection and public safety — to help create a better quality of life for Ontario’s families.",
    "reference": "https://www.ontario.ca/page/ministry-government-and-consumer-services"
  },
  {
    "acroynm": "MHSTCI",
    "explication": "Ministry of Heritage, Sport, Tourism and Culture Industries",
    "info": "Working to improve quality of life and promoting economic growth by supporting and delivering tourism and cultural experiences, supporting the arts and cultural industries and championing participation in sport and recreation activities across Ontario.",
    "reference": "https://www.ontario.ca/page/ministry-heritage-sport-tourism-culture-industries"
  },
  {
    "acroynm": "MLTC",
    "explication": "Ministry of Long-Term Care",
    "info": "Working to ensure Ontarians receive access to the quality long-term care they deserve, in a safe, home-like environment when and where they need it.",
    "reference": "https://www.ontario.ca/page/ministry-long-term-care"
  },
  {
    "acroynm": "MLTSD",
    "explication": "Ministry of Labour, Training and Skills Development",
    "info": "Working to prevent workplace injuries and illnesses, promoting and enforcing employment standards, helping settle workplace disputes and collective agreements, supporting apprenticeships, the skilled trades, industry training and employment services in Ontario.",
    "reference": "https://www.ontario.ca/page/ministry-labour-training-skills-development"
  },
  {
    "acroynm": "MMAH",
    "explication": "Ministry of Municipal Affairs and Housing",
    "info": "Working with local governments and partners across Ontario to build safe and strong urban and rural communities with dynamic local economies, a high quality of life and affordable and suitable homes for everyone.",
    "reference": "https://www.ontario.ca/page/ministry-municipal-affairs-housing"
  },
  {
    "acroynm": "MNRF",
    "explication": "Ministry of Natural Resources and Forestry",
    "info": "Protecting Ontario’s biodiversity while promoting economic opportunities in the resource sector and supporting outdoor recreation opportunities.",
    "reference": "https://www.ontario.ca/page/ministry-natural-resources-and-forestry"
  },
  {
    "acroynm": "MOF",
    "explication": "Ministry of Finance",
    "info": "Leading the province’s fiscal, tax, economic and statistics policy, administering tax and benefit programs and reporting on Ontario’s economic and fiscal plans.",
    "reference": "https://www.ontario.ca/page/ministry-finance"
  },
  {
    "acroynm": "MOFA",
    "explication": "Ministry of Francophone Affairs",
    "info": "Ensuring Franco-Ontarians receive government services in French so they can participate in the social, economic and political life of the province while maintaining their linguistic and cultural heritage.",
    "reference": "https://www.ontario.ca/page/ministry-francophone-affairs"
  },
  {
    "acroynm": "MOH",
    "explication": "Ministry of Health",
    "info": "Helping people stay healthy, delivering high-quality care when they need it and protecting the health system for future generations.",
    "reference": "https://www.ontario.ca/page/ministry-health"
  },
  {
    "acroynm": "MOI",
    "explication": "Ministry of Infrastructure",
    "info": "Making smart, targeted infrastructure investments to make our roads safer, commutes easier and communities healthier – protecting what matters most to people for future generations.",
    "reference": "https://www.ontario.ca/page/ministry-infrastructure"
  },
  {
    "acroynm": "MOIA",
    "explication": "Ministry of Intergovernmental Affairs",
    "info": "Working with provincial, federal and international partners on issues that affect Ontario.",
    "reference": "https://www.ontario.ca/page/ministry-intergovernmental-affairs"
  },
  {
    "acroynm": "MOMS",
    "explication": "Moving Ontarians More Safely Act",
    "info": "The proposal (act) sets out initiatives that, if passed, would help keep Ontario’s roads among the safest in North America through enhancements to Ontario’s existing stunt driving law and new measures to address vulnerable road user safety and commercial vehicle safety.",
    "reference": "https://ero.ontario.ca/notice/019-3534"
  },
  {
    "acroynm": "MPP",
    "explication": "Members of Provincial Parliament",
    "info": "are elected to represent the concerns of their constituents regarding provincial responsibilities at the Legislature and in their ridings. Ontario is the only province in Canada to use the term \"Member of Provincial Parliament\" as the title of its elected provincial representatives.",
    "reference": "https://www.ola.org/en/photo/members-provincial-parliament-mpps"
  },
  {
    "acroynm": "MSA",
    "explication": "Ministry for Seniors and Accessibility",
    "info": "Helping seniors and people with disabilities stay independent, active, and socially connected. We are also helping seniors stay safe and making Ontario more accessible for everyone and promoting the benefits of age-diverse, accessible workplaces and communities where everyone is able to participate.",
    "reference": "https://www.ontario.ca/page/ministry-seniors-accessibility"
  },
  {
    "acroynm": "MTO",
    "explication": "Ministry of Transportation",
    "info": "Oversees the safe, efficient and sustainable movement of people and goods throughout Ontario.",
    "reference": "https://www.ontario.ca/page/ministry-transportation"
  },
  {
    "acroynm": "MVIS",
    "explication": "Motor Vehicle Inspection Station System",
    "info": "1 of 4 systems which make up part of the Licensing and Control System (LCS)."
  },
  {
    "acroynm": "MYP",
    "explication": "Multi-Year Planning",
    "info": "Multi-year (strategic) plans, such as three year strategic plans or five year strategic plans, allow organizations to plan and work towards their long term goals.",
    "reference": "https://www.clearpointstrategy.com/dashboards/three-year-five-year-strategic-plan-example/"
  },
  {
    "acroynm": "NAAW",
    "explication": "National AccessAbility Week",
    "info": "National AccessAbility Week celebrates the valuable contributions of Canadians with disabilities and recognizes the efforts being made to bring us closer to accessibility and inclusion.",
    "reference": "https://intra.ontario.ca/ops/2021/05/04/national-accessability-week-naaw-2021-learning-activities"
  },
  {
    "acroynm": "OCAA",
    "explication": "Ontario Crown Attorneys Association",
    "info": "Founded in 1946, the OCAA represents Assistant Crown Attorneys' and Articling Students employed by the Criminal Law Division of the Ontario Ministry of the Attorney General. The focus of the OCAA is ensuring the continuing legal education of its members and collectively bargaining on their behalf.",
    "reference": "https://www.attorneygeneral.jus.gov.on.ca/english/about/artcl/cld_crownattorneyoffices.php"
  },
  {
    "acroynm": "OCCIO",
    "explication": "Office of the Corporate Chief Information Officer",
    "info": "Makes strategic and security decisions concerning technology, sets information management policy, and aligns I&IT work to support the government's direction and vision.",
    "reference": "https://www.ontario.ca/page/about-ontario-public-service"
  },
  {
    "acroynm": "ODS",
    "explication": "Ontario Digital Service",
    "info": "We’re coders, user experience experts, content designers, product managers, digital strategists, data experts and partners shaking things up inside government to make life better for all Ontarians.",
    "reference": "https://www.ontario.ca/page/ontario-digital-service"
  },
  {
    "acroynm": "ODSP",
    "explication": "Ontario Disability Support Program",
    "info": "This program provides financial assistance and health-related benefits to people with disabilities who need help with living expenses.",
    "reference": "https://www.ontario.ca/page/social-assistance#:~:text=Ontario%20Works%20offers%20two%20types,specific%20training%20and%20basic%20education)"
  },
  {
    "acroynm": "ODWAC",
    "explication": "Ontario Drinking Water Advisory Council",
    "info": "The Council's mandate is to advise the Minister of the Environment, Conservation and Parks on drinking water standards, legislation, regulations, and issues, to protect the water that Ontarians drink.",
    "reference": "http://www.odwac.gov.on.ca/"
  },
  {
    "acroynm": "OMAFRA",
    "explication": "Ministry of Agriculture, Food and Rural Affairs",
    "info": "Growing Ontario's agri-food sector and supporting rural communities, helping to create a stronger economy for the province.",
    "reference": "https://www.ontario.ca/page/ministry-agriculture-food-and-rural-affairs"
  },
  {
    "acroynm": "OMS",
    "explication": "Order Management System",
    "info": "Back-end system (portal) utilized by ServiceOntario personnel to fufil many driver and vehicle service requests (e.g. license plate sticker renewal) initiated through ontario.ca or serviceOntario (services.gov.on.ca)."
  },
  {
    "acroynm": "ONIP",
    "explication": "Ontario Immigrant Nominee Program",
    "info": "Learn how foreign workers, international students, business owners or entrepreneurs from outside of Canada can apply for permanent residence in Ontario, or how Ontario businesses can recruit international talent.",
    "reference": "https://www.ontario.ca/page/ontario-immigrant-nominee-program-oinp"
  },
  {
    "acroynm": "OPC",
    "explication": "Ontario Photo Card",
    "info": "An Ontario Photo Card is a wallet sized card that provides government-issued identification to those Ontarians who do not have a driver’s licence, making it easier for them to do things such as open a bank account, and perform any other activities that require official identification.",
    "reference": "https://www.ontario.ca/page/ontario-photo-card"
  },
  {
    "acroynm": "OPP",
    "explication": "Ontario Provincial Police",
    "info": "The Ontario Provincial Police is one of North America's largest deployed police services with more than 5,800 uniformed officers, 2,400 civilian employees and 750 Auxiliary officers. They provide essential services that ensure the safety and security of the people of the Province of Ontario. The OPP is a division of the Ministry of the Solicitor General.",
    "reference": "https://www.opp.ca/index.php?id=123"
  },
  {
    "acroynm": "OPS",
    "explication": "Ontario Public Service",
    "info": "The Government of Ontario includes ministries, agencies and Crown corporations. Its workforce of 60,000+ public servants is called the Ontario Public Service (OPS).",
    "reference": "https://www.ontario.ca/page/about-ontario-public-service"
  },
  {
    "acroynm": "OPSEU",
    "explication": "Ontario Public Service Employees Union",
    "info": "OPSEU / SEFPO represents approximately 180,000 members across Ontario. Their members work for the Ontario Government, inside community colleges, for the LCBO, in the health care sector and they are employed in a wide range of community agencies within the broader public sector. ",
    "reference": "https://opseu.org/about/"
  },
  {
    "acroynm": "ORV",
    "explication": "Online Renewal for All Vehicle Types"
  },
  {
    "acroynm": "OTF",
    "explication": "Ontario Trillium Foundation",
    "info": "The mission of the Ontario Trillium Foundation (OTF) is to build healthy and vibrant communities throughout Ontario by investing in community-based initiatives and strengthening the impact of Ontario’s non-profit sector.  ",
    "reference": "https://www.otf.ca/"
  },
  {
    "acroynm": "OW",
    "explication": "Ontario Works",
    "info": "If you don’t have enough money for food and housing, or if you have a disability and are in financial need, you can apply for financial and employment assistance through Ontario Works or the Ontario Disability Support Program (ODSP",
    "reference": "https://www.ontario.ca/page/social-assistance#:~:text=Ontario%20Works%20offers%20two%20types,specific%20training%20and%20basic%20education)"
  },
  {
    "acroynm": "PBD",
    "explication": "Product Based Delivery"
  },
  {
    "acroynm": "PCM",
    "explication": "People Change Management",
    "info": "PCM is a structured approach (process, tools and techniques) to managing the “people” side of change to ensure successful adoption of new technology and to drive project success and outcomes.",
    "reference": "https://ontariogov.sharepoint.com/sites/ltc-dw/pcm"
  },
  {
    "acroynm": "PHO",
    "explication": "Public Health Ontario",
    "info": "Public Health Ontario provides scientific and technical advice and support to clients working in government, public health, health care, and related sectors.",
    "reference": "https://www.publichealthontario.ca/en/about/our-organization/vision-mission-mandate-values"
  },
  {
    "acroynm": "PM",
    "explication": "Project Manager"
  },
  {
    "acroynm": "PMPDB",
    "explication": "Project Management Program Delivery Branch",
    "info": "The Project Management and Program Delivery Branch (PMPDB) delivers consistent project management services, oversight and governance for all cluster projects. The Branch is accountable for the delivery of large and strategic business and IT Programs.",
    "reference": "https://intra.sdc.gov.on.ca/sites/ltc/PROJ-MGMT-and-PDB"
  },
  {
    "acroynm": "PO",
    "explication": "Product Owner",
    "info": "The product owner is typically a product's key stakeholder. Part of the product owner responsibilities is to have a vision of what he or she wishes to build, and convey that vision to the balanced team. This is key to successfully starting any deveopment on a product or service.",
    "reference": "https://dabl.ltcdigitalgarage.ca/#owner"
  },
  {
    "acroynm": "POD",
    "explication": "Project Outline Document"
  },
  {
    "acroynm": "PRC",
    "explication": "Project Steering Committee"
  },
  {
    "acroynm": "PRNE",
    "explication": "Paper Renewal Notice Elimination"
  },
  {
    "acroynm": "PSAG",
    "explication": "People Strategies Advisory Group",
    "info": "The People Strategies Advisory Group (PSAG) is a sub-committee of the IT Executive Leadership Council (ITELC). PSAG influences the development, adoption, communication and evaluation of enterprise-wide people management strategies and initiatives which support the I+IT organization to meet its business commitments and make the OPS a great place to work and an employer of choice for I+IT professionals. ",
    "reference": "https://intra.ontario.ca/govtechon/psag"
  },
  {
    "acroynm": "PSW",
    "explication": "Personal Support Worker",
    "info": "Personal support workers play a vital role in the health-care industry, working in private homes or health-care facilities to help provide patients with care and comfort.",
    "reference": "https://www.ontariocolleges.ca/en/programs/health-food-and-medical/personal-support-worker-psw"
  },
  {
    "acroynm": "PXM",
    "explication": "Product Manager",
    "info": "A product manager leads a balanced team to discover and deliver a product that creates meaningful value for their company and users. ",
    "reference": "https://dabl.ltcdigitalgarage.ca/#manager"
  },
  {
    "acroynm": "QEW",
    "explication": "Queen Elizabeth Highway",
    "info": "The Queen Elizabeth Way (QEW) is a 400-series highway in the Canadian province of Ontario linking Toronto with the Niagara Peninsula and Buffalo, New York",
    "reference": "https://en.wikipedia.org/wiki/Queen_Elizabeth_Way"
  },
  {
    "acroynm": "RDC",
    "explication": "Enhanced Roadside Data Capture"
  },
  {
    "acroynm": "RFB",
    "explication": "Request for Bids",
    "info": "A procurement document that requests a response from potential vendors to supply goods or services to meet government business need(s). The RFB may include specific requirements, terms and conditions.",
    "reference": "https://www.doingbusiness.mgs.gov.on.ca/mbs/psb/psb.nsf/0/80ff1e1e8adcbe9f8525805600671fe8/$FILE/Doing_Business_Webinar_Deck_101916_aoda.pdf"
  },
  {
    "acroynm": "RFI",
    "explication": "Request for Information",
    "info": "RFIs can be considered a type of research activity to learn about what type of solutions and features have been developed by vendors (outside of government) for a particular industry, problem, use case, etc."
  },
  {
    "acroynm": "RFP",
    "explication": "Request for Proposals",
    "info": "The request for proposal (RFP) is a common business tool used by the Ontario Government to find the best vendor while maximizing value and minimizing risk.",
    "reference": "https://www.doingbusiness.mgs.gov.on.ca/mbs/psb/psb.nsf/English/faq-howtodobusiness"
  },
  {
    "acroynm": "RFQ",
    "explication": "Request for Qualification",
    "info": "Drafting and releasing a Request for Qualifications (RFQ) is one of the first stages of the procurement process. This is a document that you will use to “pre-qualify” proponents for an initiative.",
    "reference": "https://www.artscapediy.org/guide/what-is-a-request-for-qualifications-and-how-do-i-use-one/"
  },
  {
    "acroynm": "RLSO",
    "explication": "Registration and Licensing System of Ontario",
    "info": "The Ministry of Transportation Ontario (MTO), along with Infosys Public Services (IPS), has implemented a new customer-centric carrier registration, licensing and performance monitoring system as part of its Road User Safety Modernization program. This new Registration and Licensing System of Ontario (RLSO) is a modernization of the MTO’s previous 40-year-old system, digitizing service delivery for thousands of carriers and businesses.",
    "reference": "https://www.infosyspublicservices.com/navigate-your-next/accelerate/digitizes-carrier-registration.html"
  },
  {
    "acroynm": "RM",
    "explication": "Revenue Management",
    "info": "Revenue Management (RM) product is part of Road User Safety Transformation modernization 2.1 program. The goal of this project is to modernize RUS financial operations by implementing a modern accounting solution that provides timely revenue recognition, flexible reporting, and product-based pricing with a restructured general ledger."
  },
  {
    "acroynm": "RUSMOD",
    "explication": "Road User Safety Modernization"
  },
  {
    "acroynm": "RUSTX",
    "explication": "Road User Safety Transformation Program",
    "info": "Road User Safety is undertaking a multi-year strategy to transform the way the MTO and its partner ministries deliver services to Ontarians. The ministry uses a hybrid model to deliver its programs through a mix of government delivery of core programs, and utilizing third-party vendors to deliver driver examination, card production and driver and vehicle registration services. The transformation seeks to overcome the unique challenges of delivering services in the modern age using business processes and technologies that are decades old",
    "reference": "https://www.ontario.ca/page/published-plans-and-annual-reports-2019-2020-ministry-transportation"
  },
  {
    "acroynm": "SAMS",
    "explication": "Social Assistance Management System",
    "info": "The Social Assistance Management System (SAMS) stores personal and financial information for all social assistance applicants and recipients of OW, ODSP, and ACSD. This provincial application, and the underlying dataset, is used by Provincial, Municipal and First Nation's staff as a system to assess people's social assistance eligibility and entitlement within Ontario.",
    "reference": "https://data.ontario.ca/dataset/social-assistance-management-system"
  },
  {
    "acroynm": "SDO",
    "explication": "Service Desk Online",
    "info": "Service Desk Online is your online hub for IT support in the OPS. Search the Solutions Centre, submit a service ticket, register for Self-Serve Password Reset, and much more.",
    "reference": "https://intra.ontario.ca/e-s-m"
  },
  {
    "acroynm": "SMX",
    "explication": "Service Management Executive Committee",
    "info": "SMX is primarily focused on the performance, improvement, and evolution of the IT service management practice across the OPS, while ensuring key I+IT stakeholders continue to have a voice in how service management functions are delivered.",
    "reference": "https://intra.ontario.ca/govtechon/smx"
  },
  {
    "acroynm": "SO",
    "explication": "ServiceOntario",
    "info": "Driver’s licences, plate stickers, health cards, birth certificates and other services provided by the Ontario government",
    "reference": "https://www.ontario.ca/page/serviceontario"
  },
  {
    "acroynm": "SOC",
    "explication": "Secretary of Cabinet",
    "info": "The Secretary of the Cabinet is the Premier’s Deputy Minister, the Head of the Ontario Public Service and the Clerk of the Executive Council.",
    "reference": "https://www.ontario.ca/page/secretary-cabinet"
  },
  {
    "acroynm": "SODO",
    "explication": "Service Order Desk Online",
    "info": "Service Order Desk Online (S.ODO) is an OPS-wide tool that helps you to procure new IT hardware, services and software. Featuring a shopping cart-style tool, simply select the services and products you need from the online catalogue.",
    "reference": "https://intra.ontario.ca/e-s-m"
  },
  {
    "acroynm": "SOLGEN",
    "explication": "Ministry of the Solicitor General",
    "info": "Ensuring Ontario's communities are supported and protected by law enforcement, and that public safety and correctional systems are safe, effective, efficient and accountable.",
    "reference": "https://www.ontario.ca/page/ministry-solicitor-general"
  },
  {
    "acroynm": "TBS",
    "explication": "Treasury Board Secretariat",
    "info": "Leading the government’s efforts on accountability, openness and modernization, we help deliver good government and excellent public services in the most effective and efficient way possible.",
    "reference": "https://www.ontario.ca/page/treasury-board-secretariat"
  },
  {
    "acroynm": "TPON",
    "explication": "Transfer Payment Ontario",
    "info": "The Ontario government offers funding opportunities that your organization may be eligible for throughout the year. Funding is available through the Transfer Payment Ontario system.",
    "reference": "https://www.ontario.ca/page/available-funding-opportunities-ontario-government"
  },
  {
    "acroynm": "TPRA",
    "explication": "Transfer Payment Risk Asssessment",
    "info": "Process within the Transfer Payment Operational Policy which outlines the operational requirements and best practices that the Ontario government uses to support effective and proportional oversight of transfer payment activities.",
    "reference": "https://www.ontario.ca/page/transfer-payment-operational-policy"
  },
  {
    "acroynm": "TRA",
    "explication": "Threat Risk Assessment",
    "info": "A Threat and Risk Assessment analyzes a software system for vulnerabilities, examines potential threats associated with those vulnerabilities, and evaluates the resulting security risks.",
    "reference": "https://www.modernanalyst.com/Careers/InterviewQuestions/tabid/128/ID/3011/What-is-the-purpose-of-a-Threat-and-Risk-Assessment-TRA.aspx#:~:text=A%20Threat%20and%20Risk%20Assessment%20analyzes%20a%20software%20system%20for,evaluates%20the%20resulting%20security%20risks."
  },
  {
    "acroynm": "TRIP",
    "explication": "Traveller’s Road Information Portal",
    "info": "TRIP offers information on: Road Closures and Restrictions, Winter Road Conditions, Construction, Traffic Flow, Car Pool Lots and High Occupancy Vehicle (HOV) Lanes on provincially maintained highways.",
    "reference": "https://511on.ca/"
  },
  {
    "acroynm": "TSSDB",
    "explication": "Transportation Safety Solutions Delivery Branch",
    "info": "The Transportation Safety Solutions Delivery Branch (TSSDB) provides solution lifecycle management forRoman Corpuz, Director  Road User Safety applications for the Ministry of Transportation's, Transportation Safety Division.",
    "reference": "https://intra.sdc.gov.on.ca/sites/LTC-2-IM-Docs/russb/"
  },
  {
    "acroynm": "TSTX",
    "explication": "Transportation Safety Division Transformation",
    "info": "This program is a continuation of the Transportation Safety Division (TSD) formerly Road User Safety (RUS) modernization program (RUSMOD). The program's over reaching goal is to digitally transform remaining driver and vehicle program area.",
    "reference": "https://ontariogov-my.sharepoint.com/:p:/g/personal/damian_sura_ontario_ca/EeVYvUAJUgJGsuxVEi98sVMB-xBzhCJFvqZyOhMqlsCmRQ?e=JOGfLx"
  },
  {
    "acroynm": "UXD",
    "explication": "User Experience Designer",
    "info": "The user experience designer role is multi-disciplinary, delivering value in the form of design decisions.",
    "reference": "https://dabl.ltcdigitalgarage.ca/#designer"
  },
  {
    "acroynm": "VOR",
    "explication": "Vendor of Record",
    "info": "A Vendor of Record (VOR) is a procurement arrangement resulting from a fair, open and transparent procurement process that authorizes one or more vendors to offer specific goods or services to ministries for a defined time period; with terms, conditions and pricing as set out in the particular VOR arrangement. It is established through a Request for Proposal (RFP) distributed through an electronic tendering service.",
    "reference": "https://www.doingbusiness.mgs.gov.on.ca/mbs/psb/psb.nsf/English/faq-howtodobusiness"
  },
  {
    "acroynm": "VRS",
    "explication": "Vehicle Registration System",
    "info": "System responsible for the registration of all active and inactive vehicles, plates and their registrants. The system functions include the registration of vehicles, plates and registrants; validation sticker issuance & renewal; permits; status changes; own choice or graphic plates order; mailing drive clean and permit renewal invitations."
  },
  {
    "acroynm": "WCAG",
    "explication": "Web Content Accessibility Guidelines",
    "info": "The Web Content Accessibility Guidelines are typically referred to by their acronym WCAG (pronounced “wick-ag”). It’s a series of guidelines created by the World Wide Web Consortium (W3C) in order to improve website accessibility.",
    "reference": "https://intra.ontario.ca/ops/web-content-accessibility-guidelines-wcag-2-0"
  },
  {
    "acroynm": "WIIP",
    "explication": "Workplace Injury Informational Portal",
    "info": "A collection of online services offer by the Workplace Safety and Insurance Board (WSIB) to all Ontario workers who sustain an injury or illness happens on the job.",
    "reference": "https://www.wsib.ca/en/onlineservices"
  },
  {
    "acroynm": "WIN",
    "explication": "Workforce Information Network",
    "info": "Workforce Information Network (or WIN) is a PeopleSoft self-service application used to manage payroll, benefits and human resources data in the Ontario Public Service (OPS).",
    "reference": "https://intra.ontario.ca/ops/win"
  },
  {
    "acroynm": "WSIB",
    "explication": "Workplace Safety and Insurance Board",
    "info": "The WSIB is an insurance organization which provides wage-loss benefits, medical coverage and support to help people get back to work after a work-related injury or illness. The WSIB is funded by premiums paid by Ontario businesses. ",
    "reference": "https://www.wsib.ca/en/about-us"
  }
]
